{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Hai davvero intenzione di non fare nulla? Lascerai che il bosco muoia così? ",{"#":"speaker:Mom"},"\n","^Preferisci che lasci le famiglie affamate? Non sei abbastanza grande per capire queste cose, quando lavorerai allora mi darai ragione. ",{"#":"speaker:Mayor"},"\n","^E a tutte le famiglie che guadagnano grazie al bosco invece non ci pensi? Non sono lavoratori anche loro? ",{"#":"speaker:Mom"},"\n","^Non abbiamo abbastanza fondi in città per risolvere una causa persa. Hai visto cosa è successo nelle foreste vicine? Quel parassita ha già distrutto migliaia di ettari di ottimo legname. ",{"#":"speaker:Mayor"},"\n","ev","str","^Quindi vuoi rimanere con le mani in mano?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Sono sicura che possiamo fare qualcosa.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Ho detto che ho già deciso, smettila di parlare di cose che non ti riguardano! La città ha bisogno di soldi. ",{"#":"speaker:Mayor"},"\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^Mi spiace, ma la cosa migliore da fare è pensare a come ammortizzare i danni economici che avremo. ",{"#":"speaker:Mayor"},"\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Ormai non c'è nulla da fare. ",{"#":"speaker:Mayor"},"\n","ev","str","^Il bosco può ancora darci tanto.","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Non lo capisci proprio?","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n","^L’investimento iniziale per proteggerlo verrà sicuramente ripagato ",{"#":"speaker:Mom"},"\n","^Mi piacerebbe fosse vero, ma non è così. ",{"#":"speaker:Mayor"},"\n",{"->":"main.0.g-1"},{"#f":5}],"c-3":["\n","^Il bosco può ancora darci tanto e sarebbe stupido non tentare di salvarlo ",{"#":"speaker:Mom"},"\n","^Sei tu che non capisci che è tutto inutile. ",{"#":"speaker:Mayor"},"\n",{"->":"main.0.g-1"},{"#f":5}],"#f":5}],"g-1":["^Con tutte queste tempeste è diventato impossibile monitorare la salute delle piante, e quel maledetto insetto si diffonde a macchia d’olio fra gli alberi indeboliti. Siamo circondati da boschi infestati. ",{"#":"speaker:Mayor"},"\n","^La cosa più importante adesso è investire velocemente ciò che rimane in qualcosa che ci faccia ottenere grossi guadagni.","\n","^Questa azienda che si è fatta avanti ha già avuto ottime rese nei campi di altre regioni negli anni passati, mi hanno assicurato che con loro la produzione aumenterà come mai prima d’ora e potremo vendere il doppio della marce.","\n","^In questo modo i soldi persi dalla vendita del legno saranno compensati da quelli del raccolto e i cittadini ne saranno entusiasti. ",{"#":"speaker:Mayor"},"\n","ev","str","^Pensi solo alle prossime elezioni.","/str","/ev",{"*":".^.c-4","flg":20},"ev","str","^Non mi convince.","/str","/ev",{"*":".^.c-5","flg":20},{"c-4":["\n","^La verità è che non pensi al bene della tua casa, ma vuoi solo avere consensi senza risolvere il problema alla radice. Stai valutando solo il lato economico e… ",{"#":"speaker:Mom"},"\n","^Adesso basta! Mi sono stancato di ascoltarti!  ",{"#":"speaker:Mayor"},"\n",{"->":"main.0.g-2"},{"#f":5}],"c-5":["\n","^Se i boschi sono in questo stato la colpa è nostra. Oltre a non risolvere il problema principale, non facciamo altro che affaticare ancora di più la terra chiedendo molto più del necessario. Dobbiamo imparare a prenderci cura di ciò che abbiamo. ",{"#":"speaker:Mom"},"\n","^Come può essere colpa nostra il fatto che scoppi una tempesta? Non siamo noi a controllare il meteo. ",{"#":"speaker:Mayor"},"\n",{"->":"main.0.g-2"},{"#f":5}],"#f":5}],"g-2":["^Devi fartene una ragione, la mia decisione è presa. Per quanto sia apprezzabile il tuo interesse, non è realistico salvare sia il bosco che le finanze della città. ",{"#":"speaker:Mayor"},"\n","^Perché non torni ad aiutare davvero le persone nel centro? Sicuramente lì potrai essere più di aiuto. ",{"#":"speaker:Mayor"},"\n","^… ",{"#":"speaker:Mom"},"\n","^Avanti, non essere triste. ",{"#":"speaker:Mayor"},"\n","^Ora devo andare, è una chiamata importante. Non disturbarmi e cerca di non pensare a tutte queste cose più grandi di te. ",{"#":"speaker:Mayor"},"\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}