{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Ciao! Tu devi essere il nuovo arrivato. Al centro mi hanno detto che eri a fare un giro tutto solo, così sono venuta a cercarti. ",{"#":"speaker:Mom"},"\n","^Io faccio parte dei volontari del centro di accoglienza, se ti va potrei farti vedere la città. ",{"#":"speaker:Mom"},"\n","ev","str","^...","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Certo, volentieri.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ","\n","^Avanti, sarà più divertente girare insieme.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^Molto bene!","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Questa è la periferia della città. Non c’è nulla di particolare da vedere, solo campi agricoli e allevamenti. Ma se vuoi uscire e andare in un’altra città devi passare da qui e attraversare il bosco.","\n","^Tu hai visitato molti posti?","\n","ev","str","^No.","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Non molto in realtà. ","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n","^Forse non hai molta voglia di parlare.","\n",{"->":"main.0.g-1"},{"#f":5}],"c-3":["\n","^Originariamente la mia famiglia era formata da pescatori nomadi che giravano tutto l’arcipelago, ma quando sono nato i miei genitori hanno deciso di stabilirsi sull’isola che reputavano più sicura. ",{"#":"speaker:Dad"},"\n","^Cosa intendi per sicura? ",{"#":"speaker:Mom"},"\n","^Beh…i nomadi di mare sopravvivono grazie alla pesca e al commercio. Anni fa i pescatori hanno scoperto una sostanza per intontire i pesci e aumentare il pescato, ma allo stesso tempo sia il mare che le persone sono cambiati. ",{"#":"speaker:Dad"},"\n","^Hanno iniziato a perdere vitalità e ammalarsi. Quando poi anche le tempeste sono aumentate, i miei genitori hanno deciso di fermarsi su un’isola dove potessero lavorare al sicuro lontano dal mare. ",{"#":"speaker:Dad"},"\n","^Alla fine però le tempeste sono diventate violente anche sulla terraferma e così c’è stata l’alluvione che ha sommerso la mia casa… ",{"#":"speaker:Dad"},"\n",[["^Mi spiace molto per quello che è successo, deve essere stato orribile per te. Ma sono sicura che qui riuscirai ad ambientarti benissimo. ",{"#":"speaker:Mom"},"\n",{"->":"main.0.g-1"},{"#f":5,"#n":"g-0"}],null],{"#f":5}],"#f":5}],"g-1":["^Avanti, continuiamo a vedere la città. ",{"#":"speaker:Mom"},"\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}