{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Hello! You must be the newcomer. They told me at the center that you were on your own, so I came looking for you. ",{"#":"speaker:Mom"},"\n","^I am one of the volunteers of the reception center, if you want I could show you the city. ",{"#":"speaker:Mom"},"\n","ev","str","^...","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Yes, of course.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Come on, it’ll be funnier together.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^All right!","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^This is the suburbs of the city. There is nothing special to see, only agricultural fields and farms. If you want to get out and go to another city you have to go through here and cross the woods.","\n","^Have you visited many places?","\n","ev","str","^No.","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Not much actually. ","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n","^Maybe you don’t really want to talk.","\n",{"->":"main.0.g-1"},{"#f":5}],"c-3":["\n","^Originally my family was made up of nomadic fishermen who toured the entire archipelago, but when I was born my parents decided to settle on the island they considered safer.","\n","^What do you mean with \"safer\"? ",{"#":"speaker:Mom"},"\n","^Well... Sea nomads survive through fishing and trade. Years ago fishermen discovered a substance to numb the fish and increase the catch, but at the same time both the sea and people have changed. ",{"#":"speaker:Dad"},"\n","^They began to lose vitality and get sick. When the storms also increased, my parents decided to stop on an island where they could work safely away from the sea. ",{"#":"speaker:Dad"},"\n","^In the end, however, the storms became violent even on the mainland and so there was the flood that flooded my house... ",{"#":"speaker:Dad"},"\n",[["^I’m really sorry for what happened, it must have been horrible for you. I’m sure you’ll fit right in here. ",{"#":"speaker:Mom"},"\n",{"->":"main.0.g-1"},{"#f":5,"#n":"g-0"}],null],{"#f":5}],"#f":5}],"g-1":["^Come on, let’s keep seeing the city. ",{"#":"speaker:Mom"},"\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}