{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":["^Ora puoi darmi la grande notizia o vuoi tenermi ancora sulle spine?  ",{"#":"speaker:Papà"},"\n","^Ci siamo quasi, abbi ancora un po’ di pazienza. ",{"#":"speaker:Mamma"},"\n","^Ti ricordi da bambini quanto tempo abbiamo passato in questo parco? ",{"#":"speaker:Mamma"},"\n","^Certo che ricordo! Passavamo interi pomeriggi qui insieme, ricordo anche tanti altri bambini con noi. Adesso è solo uno dei tanti parchi abbandonati a se stessi.. ",{"#":"speaker:Papà"},"\n","^Era così diverso da come appare oggi, non è vero? ",{"#":"speaker:Mamma"},"\n","^Già, come tutto il resto in realtà. Ne abbiamo già parlato tante volte. Ormai siamo circondati dal colore grigio e l’aria è diventata così irrespirabile che uscire di casa è sempre più pesante.  ",{"#":"speaker:Papà"},"\n","^Ma non capisco, pensavo volessi parlarmi di argomenti più felici. ",{"#":"speaker:Papà"},"\n","^Sì sì, ci sto arrivando. ",{"#":"speaker:Mamma"},"\n","^Ricordi quei bandi di ricerca per l’estrazione di campioni dai ghiacciai? ",{"#":"speaker:Mamma"},"\n","^Credo tu me ne abbia parlato solo qualche centinaio di volte negli ultimi mesi, quindi potrei averne una mezza idea. ",{"#":"speaker:Papà"},"\n","^Beh non ti ho detto una cosa però. Il mio gruppo di collaboratori ha partecipato e siamo risultati vincitori! ",{"#":"speaker:Mamma"},"\n","^Faremo delle operazioni di carotaggio. Spero con tutto il cuore di riuscire ad ottenere dei risultati rilevanti, magari riusciamo a far smuovere qualcosa ai piani alti… È necessario portare alla luce la questione del cambiamento climatico. ",{"#":"speaker:Mamma"},"\n","^Ma è fantastico! È un’ottima notizia! ",{"#":"speaker:Papà"},"\n","^E c’è di più! ",{"#":"speaker:Mamma"},"\n","ev",{"VAR?":"espulsione"},0,"==","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"noEspulso"},{"->":"main.49"},null]}],[{"->":".^.b"},{"b":["^ ",{"->":"espulso"},{"->":"main.49"},null]}],"nop","\n",{"#f":1}],"noEspulso":["^Nel mio team c’è ancora posto per un altro ricercatore, qualcuno che abbia voglia di sporcarsi le mani nella neve e con tanta voglia di fare la sua parte. ",{"#":"speaker:Mamma"},"\n",{"->":"Continue"},{"#f":1}],"espulso":["^Nel mio team c’è ancora posto per un altro membro. Anche se non hai terminato il dottorato per diventare ricercatore, abbiamo bisogno di qualcuno che abbia voglia di sporcarsi le mani nella neve e con tanta voglia di fare la sua parte. ",{"#":"speaker:Mamma"},"\n",{"->":"Continue"},{"#f":1}],"Continue":["^Mi stai forse proponendo di seguirti in Antartide a recuperare colonne di ghiaccio da osservare al microscopio tutto il giorno? Perchè credo che non avrei potuto chiedere un’occasione migliore per dare il mio contributo. ",{"#":"speaker:Papà"},"\n","done",{"#f":1}],"changeEspulsione":[{"temp=":"newEspulsione"},"ev",{"VAR?":"newEspulsione"},"/ev",{"VAR=":"espulsione","re":true},{"#f":1}],"global decl":["ev",0,{"VAR=":"espulsione"},"/ev","end",null],"#f":1}],"listDefs":{}}